Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Hairdressing instruction
it: Istruzione per parrucchieri

source: Instruction on formal wearing of kimono
it: Istruzione in materia di uso formale del kimono

source: Providing instruction and equipment in the field of physical exercise
it: Fornitura di istruzione e apparecchiature per esercizio fisico

source: Horseback riding camps
it: Campi di equitazione

source: Adult education services relating to banking
it: Servizi d'istruzione per adulti in materia bancaria

source: Provision of recreational activities
it: Fornitura di attività ricreative

source: Services for the provision of training in the use of computer keyboards
it: Formazione riguardante l'utilizzo di tastiere per computer

source: Providing track and field facilities
it: Fornitura impianti per atletica

source: Organisation of entertainment and cultural events
it: Organizzazione di eventi ricreativi e culturali

source: Provision of educational examinations and tests
it: Fornitura di esami e prove didattici

source: Photograph library searching services
it: Servizi di ricerca per fototeche

source: Arrangement of professional golf tournaments
it: Organizzazione di tornei professionali di golf

source: Video entertainment services
it: Intrattenimento video

source: Education services relating to road safety
it: Istruzione in materia di sicurezza stradale

source: Providing facilities for game shows
it: Servizi relativi a spettacoli di giochi

source: Providing information on entertainment through computer networks
it: Informazioni in materia di divertimento attraverso reti informatiche

source: Teaching of life saving techniques
it: Corsi di tecniche di salvataggio

source: Teaching of meditation practices
it: Insegnamento di pratiche di meditazione

source: Organisation of youth training schemes relating to the building industry
it: Organizzazione di programmi di formazione giovanile nel settore edile

source: Prize draws [lotteries]
it: Sorteggi di premi [lotterie]

source: Arranging of conventions for training purposes
it: Organizzazione di convention a scopo formativo

source: Provision of electronic publications (not downloadable)
it: Offerta di pubblicazioni elettroniche non scaricabili

source: Planning of lectures for educational purposes
it: Pianificazione di lezioni per uso didattico

source: Postgraduate training courses
it: Corsi di formazione post-laurea

source: Entertainment services provided at country clubs
it: Servizi di intrattenimento forniti presso country club

source: Entertainment services provided at discotheques
it: Servizi di intrattenimento offerti in discoteche

source: Training and further training consultancy
it: Consulenza in materia di formazione e aggiornamento

source: Arranging of an annual conference relating to logistics
it: Organizzazione di una conferenza annuale in materia di logistica

source: Production of entertainment in the form of television programmes
it: Produzione di forme di intrattenimento sotto forma di programmi televisivi

source: Training in the design of software systems
it: Formazione in progettazione di sistemi software

source: Training in the development of computer memories
it: Formazione in materia di sviluppo di memorie per computer

source: Television and radio programme preparation and production
it: Preparazione e produzione di programmi televisivi e radiofonici

source: Courses (Training -) relating to engineering
it: Corsi di formazione in materia d'ingegneria

source: Courses (Training -) relating to insurance
it: Corsi (formazione) in materia di assicurazioni

source: Sea-life centres [recreational]
it: Centri marini [ricreativi]

source: Second language educational services
it: Servizi d'insegnamento di una seconda lingua

source: Entertainment in the nature of laser shows
it: Intrattenimento sotto forma di spettacoli con laser

source: Entertainment in the nature of orchestra performances
it: Divertimento sotto forma di concerti di orchestre

source: Entertainment in the nature of prerecorded sex-oriented messages by telephone
it: Intrattenimenbto sotto forma di messaggi telefonici di orientamento sessuale preregistrati

source: Consultation services relating to the publication of books
it: Servizi di consulenza in materia di pubblicazione di libri

source: Perceptual teaching services
it: Servizi di insegnamento percettuale

source: Audio and video recording services
it: Servizi di registrazione audio e video

source: Conducting of courses
it: Coordinamento di corsi

source: Organization of exhibitions for cultural or educational purposes
it: Organizzazione di esposizioni per scopi culturali o educativi

source: Fan club services (entertainment)
it: Servizi di fan club (intrattenimento)

source: Booking agency services for cinema tickets
it: Agenzie di prenotazione di biglietti per cinema

source: Training in business management
it: Formazione in gestione aziendale

source: Disc jockey services
it: Servizi di disc jockey

source: Organization of lotteries
it: Organizzazione di lotterie

source: Education services provided by television programmes
it: Servizi d'istruzione forniti mediante programmi televisivi

source: Education services related to the arts
it: Servizi d'istruzione in materia di arti

source: Education services relating to business training
it: Servizi didattici riguardanti la formazione aziendale

source: Education services relating to communication skills
it: Servizi d'istruzione in materia di capacità comunicative

source: Education services relating to computer systems
it: Servizi didattici riguardanti sistemi informatici

source: Education services relating to customer satisfaction
it: Servizi d'istruzione in materia di soddisfazione del cliente

source: Sports club services
it: Servizi di club sportivi

source: Physical-education services
it: Servizi per le attività motorie

source: Arranging and conducting of seminars
it: Organizzazione e direzione di seminari

source: Providing on-line information in the field of computer gaming entertainment
it: Fornitura di informazioni on-line relative all'intrattenimento mediante giochi per computer

source: Conducting of instructional seminars relating to time organisation
it: Conduzione di seminari d'istruzione relativi all'organizzazione del tempo

source: Conducting of instructional seminars
it: Realizzazione di seminari di formazione

source: Conducting workshops [training] relating to automotive engine maintenance
it: Organizzazione di laboratori di formazione relativi alla manutenzione di veicoli a motore

source: Religious education
it: Educazione religiosa

source: Rendering of musical entertainment by instrumental groups
it: Offerta d'intrattenimento musicale di gruppi strumentali

source: Horses (Betting on -)
it: Scommesse su cavalli

source: Provision of information relating to television programmes
it: Informazioni in materia di programmi televisivi

source: Provision of information relating to training
it: Informazioni in materia di formazione

source: Provision of instruction courses in finance
it: Fornitura di corsi d'istruzione in materia di finanza

source: Production of entertainment shows featuring singers
it: Produzione di spettacoli di intrattenimento offerti da cantanti

source: Editing of written texts
it: Revisione di testi scritti

source: Organization of soccer games
it: Organizzazione di partite di calcio

source: Instruction in the installation of computers
it: Istruzione in materia di installazione di computer

source: Driver safety training
it: Lezioni di guida sicura

source: Gun firing ranges
it: Poligoni di tiro

source: Production of cable television programs
it: Produzione di programmi televisivi via cavo

source: Gym activity classes
it: Corsi di ginnastica

source: Production of music
it: Produzione di musica

source: Music publishing services
it: Servizi di editoria musicale

source: News programming services for transmission across the internet
it: Programmazione di notiziari da trasmettere su Internet

source: Lending of books relating to business intelligence
it: Prestito di libri in materia di intelligence aziendale

source: Library services provided by means of a computerised database
it: Servizi di biblioteche forniti mediante una banca dati

source: Library services related to data stored and retrieved by electronic means
it: Servizi di biblioteche relativi a dati archiviati e reperiti tramite mezzi elettronici

source: Publishing of musical works
it: Pubblicazione di opere musicali

source: Adult education services relating to environmental issues
it: Servizi d'istruzione per adulti in materia di questioni ambientali

source: Adult education services relating to intellectual property
it: Istruzione per adulti in materia di proprietà intellettuale

source: Adventure playground services
it: Campi per giochi d'avventura

source: Advisory services relating to education
it: Consulenza in materia d' istruzione

source: Tuition in sports
it: Educazione sportiva

source: Organising of business training
it: Organizzazione di formazione aziendale

source: Arranging of conferences relating to business
it: Organizzazione di conferenze aziendali

source: Arranging of conventions for business purposes
it: Organizzazione di convegni per scopi commerciali

source: Arranging of conventions for cultural purposes
it: Organizzazione di convention per scopi culturali

source: Training services relating to computers
it: Formazione in materia di computer

source: Entertainment in the nature of boxing contests
it: Intrattenimento sotto forma di incontri di boxe

source: Educational materials or apparatus (Rental of -)
it: Noleggio di materiali o apparecchi didattici

source: Organisation of dog competitions
it: Organizzazione di gare cinofile

source: Organisation of motorcycle rallies
it: Organizzazione di raduni di motociclisti

source: Provision of facilities for education
it: Fornitura di strutture didattiche

source: Provision of facilities for employment skills training
it: Offerta di servizi per la formazione relativa al lavoro

source: Provision of facilities for fishing
it: Fornitura di strutture per la pesca

source: Providing facilities for educational purposes
it: Fornitura di strutture a scopo educativo

source: Provision of children's stories by telephone
it: Servizio telefonico di fornitura di storie per bambini

source: Provision of courses of instruction in languages
it: Fornitura di corsi d'istruzione in campo linguistico

source: Provision of courses of instruction in the management of information technology
it: Corsi d'istruzione relativi alla gestione della tecnologia dell'informazione

source: Provision of courses of instruction in the removal of unwanted hair
it: Fornitura di corsi di formazione riguardo la rimozione di peli superflui

source: Holiday centre entertainment services
it: Animazione per centri vacanze

source: Rental of movie projectors and accessories
it: Affitto di apparecchi e accessori cinematografici

source: Preparation of radio and television programmes
it: Preparazione di programmi radiofonici e televisivi

source: Producing and conducting exercises for music classes and programmes
it: Produzione e conduzione di esercizi per lezioni di musica e programmi musicali

source: Production of films for educational purposes
it: Produzione di film a scopo didattico

source: Entertainment services relating to sport
it: Servizi di intrattenimento riguardanti lo sport

source: Entertainment services performed by a musical group
it: Servizi d'intrattenimento offerti da gruppi musicali

source: Providing dance halls
it: Fornitura di sale da ballo

source: Rental of projectors
it: Noleggio di proiettori

source: Rental of public address systems
it: Noleggio di sistemi di amplificazione

source: Video recording services
it: Servizi di registrazioni video

source: Instructional services relating to the repair of vehicles
it: Servizi formativi relativi alla riparazione dei veicoli

source: Rental of videotapes, videocassettes and videograms
it: Noleggio di video, videocassette e videogrammi

source: Training courses in strategic planning relating to advertising, promotion, marketing and business
it: Corsi di formazione in pianificazione strategica relativa a pubblicità, promozione, marketing e servizi commerciali

source: Rental of costumes [theatrical or masquerade]
it: Affitto di costumi [teatrali o maschera]

source: Physical fitness centre services
it: Servizi di centri di fitness

source: Publishing services (including electronic publishing services)
it: Servizi editoriali (compresa l'editoria elettronica)

source: Training services relating to occupational health
it: Formazione in materia di salute occupazionale

source: Training services relating to the cleaning of hotels
it: Formazione riguardante la pulizia di alberghi

source: Gaming services for entertainment purposes
it: Servizi di giochi di denaro a scopo di divertimento

source: Training of financial personnel
it: Formazione di personale finanziario

source: Education in the field of art rendered through correspondence courses
it: Istruzione in materia di arte mediante corsi per corrispondenza

source: Providing continuing dental education courses
it: Corsi d'istruzione continua in ambito odontoiatrico

source: Publication of directories relating to travel
it: Pubblicazione di elenchi relativi ai viaggi

source: Publication of educational teaching materials
it: Pubblicazione di materiali didattici per l'insegnamento

source: Publication of lyrics of songs in sheet form
it: Pubblicazione di testi di canzoni in spartiti

source: Publication of medical texts
it: Pubblicazione di testi medici

source: Training services relating to the maintenance of computers
it: Servizi di formazione relativi alla manutenzione dei computer

source: Training services relating to the use of fire fighting equipment
it: Servizi di formazione relativi all'uso di apparecchiature antincendio

source: Leasing of cine-film apparatus
it: Leasing di apparecchi cinematografici

source: Educational services provided by institutes of further education
it: Servizi d'istruzione forniti da istituti d'istruzione superiore

source: Educational services provided to industry
it: Servizi d'istruzione per l'industria

source: Entertainment services in the nature of a wrestling club
it: Servizi di intrattenimento sotto forma di un club di wrestling

source: Publishing of web magazines
it: Pubblicazione di riviste su web

source: Vocational training courses (Provision of -)
it: Corsi di formazioni professionale (Fornitura di -)

source: Education services relating to the abuse of drugs
it: Servizi d'istruzione relativi all'abuso di droghe

source: Education services relating to the development of childrens' intellectual faculties
it: Istruzione riguardante lo sviluppo delle facoltà intellettuali dei bambini

source: Educational advisory services
it: Servizi di consulenza didattica

source: Educational assessment services
it: Servizi di valutazione didattica

source: Ticket procurement services for sporting events
it: Acquisto di biglietti per manifestazioni sportive

source: Publication of calendars of events
it: Pubblicazione di calendari di eventi

source: Publication of printed matter and printed publications
it: Pubblicazione di stampati e pubblicazioni

source: Publication of texts
it: Pubblicazione di testi

source: Tailoring or dressmaking instruction
it: Servizi di formazione in sartoria

source: Training for handling scientific instruments and apparatus for research in laboratories
it: Formazione per la gestione di strumenti ed apparecchi scientifici per la ricerca in laboratori

source: Entertainment services relating to competitions
it: Servizi di intrattenimento relativi a gare e concorsi

source: Exercise [fitness] advisory services
it: Consulenza in materia di attività fisica

source: Conducting of courses relating to business management
it: Conduzione di corsi in materia di gestione aziendale

source: Educational services relating to the teaching of foreign languages
it: Istruzione riguardante l'insegnamento delle lingue straniere

source: Education services relating to food technology
it: Servizi d'istruzione in materia di tecnologia alimentare

source: Education services relating to hygiene
it: Servizi d'istruzione in materia di igiene

source: Production of pre-recorded cinema films
it: Produzione di film cinematografici preregistrati

source: Production of revue shows before live audiences
it: Produzione di spettacoli di rivista con pubblico dal vivo

source: Correspondence courses relating to personal investment
it: Corsi per corrispondenza in materia di investimenti personali

source: Courses (Training -) relating to customer services
it: Corsi di formazione riguardanti servizi per la clientela

source: Provision of on-line computer games
it: Fornitura di giochi per computer on-line

source: Written training courses
it: Corsi di formazione scritti

source: Live band performance services
it: Servizi di gruppi musicali dal vivo

source: Adult education services relating to commerce
it: Servizi d'istruzione per adulti in materia di commercio

source: Lecture services relating to selling skills
it: Lezioni in materia di capacità di vendita

source: Provision of recreational areas
it: Fornitura di aree ricreative

source: Technical training relating to safety
it: Formazione tecnica riguardante la sicurezza

source: Technological education services
it: Servizi di formazione tecnologica

source: Providing slot machine parlors
it: Offerta sale con slot-machine

source: Provision of sports and recreational services
it: Fornitura di servizi sportivi e ricreativi

source: Video production services
it: Servizi di produzione video

source: Advisory services relating to the organisation of sporting events
it: Consulenza in materia di organizzazione di manifestazioni sportive

source: Auditioning for tv talent contests
it: Audizioni per gare di talenti televisivi

source: Arranging of visual and musical entertainment
it: Organizzazione di intrattenimento video e musicale

source: Training in the field of design
it: Formazione in materia di design

source: Booking of sports facilities
it: Prenotazione d'impianti sportivi

source: Education services for imparting language teaching methods
it: Servizi di istruzione per impartire metodi d'insegnamento delle lingue

source: Providing facilities for bridge tournaments
it: Fornitura di strutture per tornei di bridge

source: Staff training services relating to modern office technology
it: Formazione di personale in materia di moderna tecnologia per ufficio

source: Primary education services
it: Servizi di istruzione elementare

source: Arranging of demonstrations for training purposes
it: Organizzazione di dimostrazioni per formazione

source: Educational services in the nature of beauty schools
it: Servizi di istruzione sotto forma di scuole di estetica

source: Computer assisted physical education services
it: Servizi di educazione fisica assistiti da computer

source: Vocational education in the field of mechanics
it: Istruzione professionale nel settore della meccanica

source: Cinematographic entertainment services
it: Servizi d'intrattenimento cinematografico

source: Conducting of educational courses
it: Conduzione di corsi didattici

source: Conducting of educational courses relating to business management
it: Conduzione di corsi di formazione in materia di gestione aziendale

source: Conducting of educational courses in engineering
it: Conduzione di corsi di formazione in ingegneria

source: Conducting of exhibitions for recreation purposes
it: Conduzione di esposizioni per scopi ricreativi

source: Production of entertainment in the form of sound recordings
it: Produzione di forme di intrattenimento sotto forma di registrazioni audio

source: Rental of magazines
it: Noleggio di riviste

source: Organising and conducting lotteries
it: Organizzazione e conduzione di lotterie

source: Entertainment, education and instruction services
it: Servizi di divertimento, istruzione e formazione

source: Instruction in group exercise
it: Formazione in esercizi di gruppo

source: Arranging and conducting competitions
it: Organizzazione e conduzione di competizioni

source: Providing digital music from mp3 internet web sites
it: Musica digitale fornita da siti Internet MP3

source: Educational services relating to dancing
it: Istruzione in materia di danza

source: Educational services relating to first aid
it: Istruzione in materia di pronto soccorso

source: Educational services relating to spiritual development
it: Istruzione in materia di sviluppo spirituale

source: Education services relating to painting
it: Servizi d'istruzione in materia di pittura

source: Education services relating to photography
it: Servizi d'istruzione in materia di fotografia

source: Education services relating to quality services
it: Servizi d'istruzione in materia di servizi di qualità

source: Arranging of festivals for cultural purposes
it: Organizzazione di festival per scopi culturali

source: Arranging of festivals for educational purposes
it: Organizzazione di festival per scopi didattici

source: Film demonstrations for instructional purposes
it: Dimostrazione di film a scopo didattico

source: Organisation of recreational tournaments
it: Organizzazione di tornei ricreativi

source: Organisation of stock car racing events
it: Organizzazione di gare di stock car

source: Rental of billiard tables
it: Noleggio di tavoli da biliardo

source: Training relating to data processing techniques
it: Formazione in materia di tecniche di elaborazione dati

source: Personal trainer services [fitness training]
it: Servizi di personal trainer [fitness]

source: Education services relating to business franchise management
it: Istruzione in materia di gestione aziendale in franchising

source: Planning of conferences for educational purposes
it: Pianificazione di conferenze per scopi didattici

source: Providing facilities for sporting events, sports and athletic competitions and awards programmes
it: Fornitura di strutture per manifestazioni sportive, gare sportive e di atletica e programmi a premi

source: Provision of cinema facilities
it: Fornitura di sale di cinema

source: Publication of newspapers, periodicals, catalogs and brochures
it: Pubblicazione di riviste, periodici, cataloghi e opuscoli

source: Arrangement of conventions for educational purposes
it: Organizzazione di convention per scopi diddattici

source: Personal coaching services in the field of ballet
it: Servizi di formazione personale nel settore della danza

source: Providing of casino and gaming facilities
it: Servizi di casinò e giochi d'azzardo

source: Providing of education
it: Servizi educativi

source: Hospitality services (entertainment)
it: Servizi di ospitalità (intrattenimento)

source: Management education services
it: Istruzione in materia di gestione

source: Medical education services
it: Servizi di istruzione medica

source: Karaoke services
it: Servizi di karaoke

source: Zoological garden services
it: Servizi di giardini zoologici

source: Services for the production of entertainment in the form of video
it: Servizi di produzione d'intrattenimento sotto forma di video

source: Services for the production of radio programmes
it: Rappresentazione di programmi per la radio

source: Instruction in social graces
it: Istruzione in materia di galateo

source: Instruction in sporting activities
it: Istruzioni in materia di attività sportive

source: Instruction in the use of computers
it: Formazione all'uso di computer

source: Night club services [entertainment]
it: Servizi di night club [intrattenimento]

source: Organisation of comedy shows
it: Organizzazione di spettacoli comici
